html/boots-of-spanish-leather.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Boots of Spanish Leather</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="dirtysalt" />
<link rel="shortcut icon" href="/themes/favicon.ico" /><link rel="stylesheet" type="text/css" href="/themes/simple.css"/></head>
<body>
<div id="content">
<h1 class="title">Boots of Spanish Leather</h1>
<p>
第一次听到这首歌的时候，有些想流泪的感觉。旋律很优美，唱法也比较朴实，像是在写信或是和朋友讲自己的故事，用词也相当的考究。
</p>

<p>
每个人都有过一段和心上人分开和重聚的时刻，那种内心感觉有期盼兴奋焦虑紧张，很难用语言描述。
</p>

<p>
Dylan的这首歌，用文字构造了各种大家熟悉场景，让每个曾经有过这种经历的人产生强烈的共鸣。
</p>

<p class="verse">
Oh, I’m sailin’ away my own true love<br  />
哦，我在远航，我的真心爱人<br  />
I’m sailin’ away in the morning<br  />
我在早晨远航<br  />
Is there something I can send you from across the sea<br  />
需要我从对面的大海给你寄点什么东西吗<br  />
From the place that I’ll be landing?<br  />
从那个我将登陆的地方<br  />
<br  />
No, there’s nothin’ you can send me, my own true love<br  />
不，没有什么需要你寄给我的，我的真心爱人<br  />
There’s nothin’ I wish to be ownin’<br  />
我不希望拥有别的什么<br  />
Just carry yourself back to me unspoiled<br  />
只要把你自己完好无损地带回来给我<br  />
From across that lonesome ocean<br  />
从对面那个寂寞的海洋<br  />
<br  />
Oh, but I just thought you might want something fine<br  />
哦，但我只是认为你或许想要些精美的小玩意儿<br  />
Made of silver or of golden<br  />
用银或金制的<br  />
Either from the mountains of Madrid<br  />
从马德里山脉<br  />
Or from the coast of Barcelona<br  />
或者巴塞罗那海岸<br  />
<br  />
Oh, but if I had the stars from the darkest night<br  />
哦，但假如我从最黑暗的夜空摘到了星星<br  />
And the diamonds from the deepest ocean<br  />
还有从最深的海洋捞到了钻石<br  />
I’d forsake them all for your sweet kiss<br  />
我全都会为了你甜蜜的吻而放弃它们<br  />
For that’s all I’m wishin’ to be ownin’<br  />
那些都是我自己想要的<br  />
<br  />
That I might be gone a long time<br  />
我或许会离开许久<br  />
And it’s only that I’m askin’<br  />
我只想问<br  />
Is there something I can send you to remember me by<br  />
需要我给你寄点什么东西吗，好让你记得我<br  />
To make your time more easy passin’<br  />
好让你的日子更好打发<br  />
<br  />
Oh, how can, how can you ask me again<br  />
哦，你怎么，你怎么能再三问我<br  />
It only brings me sorrow<br  />
这只会给我带来悲伤<br  />
The same thing I want from you today<br  />
我今天想要你给的东西<br  />
I would want again tomorrow<br  />
明天我还会想要<br  />
<br  />
I got a letter on a lonesome day<br  />
我在一个寂寞的日子里收到一封信<br  />
It was from her ship a-sailin’<br  />
从她航行的轮船上<br  />
Saying I don’t know when I’ll be comin’ back again<br  />
说着我不知道我将何时归来<br  />
It depends on how I’m a-feelin’<br  />
这取决于我的感觉<br  />
<br  />
Well, if you, my love, must think that-a-way<br  />
哦，假如你，我的爱人，一定要那样想的话<br  />
I’m sure your mind is roamin’<br  />
我敢说你的脑子一定在流浪<br  />
I’m sure your heart is not with me<br  />
我敢说你的心已经离我而去<br  />
But with the country to where you’re goin’<br  />
而是到了你将去的国度<br  />
<br  />
So take heed, take heed of the western wind<br  />
所以要注意，要注意西风<br  />
Take heed of the stormy weather<br  />
要注意暴风雨的天气<br  />
And yes, there’s something you can send back to me<br  />
是的，你可以给我寄些东西<br  />
Spanish boots of Spanish leather<br  />
西班牙皮革的西班牙靴子<br  />
</p>
</div>
</body>
</html>
